Repository: common-repository/search-inside
Catalog: languages/search-inside-*.po
Languages: es_es

source: Author site
es_es: Sitio del autor

source: Rate plugin
es_es: Valorar plugin

source: Hi! I'm Josantonius, the developer of this plugin. I would like to tell you something...
es_es: ¡Hola! Soy Josantonius, el desarrollador de este plugin. Quería contarte algo...

source: Did you know that you aren't using the free version of the plugin? This is the pro version at no cost to you. Why do I do this? Maybe some can not afford to buy it and I want to prevent it from being downloaded from any place infected with malicious code and ruin your website, I want you to try it freely and I want you to have the opportunity to collaborate on this
es_es: ¿Sabías que no estás utilizando la versión gratuita del plugin? esta es la versión pro sin coste alguno para ti. ¿Que por qué lo hago? Tal vez haya quien no pueda permitirse comprar este plugin y quiero evitar que lo descarguen desde cualquier lugar infectado con código malicioso y arruinen su sitio web, quiero que puedas probarlo libremente y que tengas la oportunidad de colaborar en este

source: open source project
es_es: proyecto de código abierto

source: if you want it.
es_es: si así lo deseas.

source: Your contribution and
es_es: Tu contribución y

source: feedback
es_es: comentarios

source: will help me keep updated and keep developing new versions for this plugin. Thank you!
es_es: me ayudarán a mantener actualizado y a seguir desarrollando nuevas versiones para este plugin. ¡Gracias!

source: CLOSE
es_es: CERRAR

source: Developed by
es_es: Desarrollado por

source: Plugin options
es_es: Opciones del plugin

source: Choose the search engine settings
es_es: Elige la configuración del buscador

source: HTML TAG ID WHERE TO SEARCH
es_es: ID DEL TAG HTML DONDE BUSCAR

source: SEARCH ENGINE
es_es: BUSCADOR

source: HTML TAG ID WHERE TO INSERT FORM
es_es: ID DEL TAG HTML DONDE AÑADIR BUSCADOR

source: SEARCH FOR
es_es: BUSCAR

source: Case sensitive
es_es: Sensible a mayúsculas

source: Customize words colors
es_es: Personalizar colores

source: Save
es_es: Guardar

source: Off - Don't show
es_es: Desactivado - No mostrar

source: Show by pressing alphanumeric key
es_es: Mostrar al pulsar tecla alfanumérica

source: Show by pressing alphabetic key
es_es: Mostrar al pulsar tecla alfabética

source: Show by pressing numeric key
es_es: Mostrar al pulsar tecla numérica

source: Append to a html tag
es_es: Incrustar dentro de etiqueta HTML

source: Add from shortcode
es_es: Agregar buscador desde shortcode

source: Phrases and paragraphs
es_es: Frases y párrafos

source: Words
es_es: Palabras

source: Easily search text within your pages or blog posts.
es_es: Busca y remarca fácilmente frases o palabras en páginas y entradas.
